// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Дополнительные параметры";
EWSDirectAccessTaskName = "Клавиши прямого доступа к EWS";

TaskTitleField = "Веб-сервер";
TaskDescriptionField = "Выбранное устройство можно настроить с помощью встроенного веб-сервера. Чтобы посмотреть сведения об устройстве и параметры его конфигурации, нажмите кнопку ниже.";
TaskStartButtonTitle = "Открыть Встроенный Web-сервер";

CannotOpenEWSTitle = "Встроенный Web-сервер недоступен.";
CannotOpenEWSMessage = "Для устройств, подключенных по USB, данная функциональность не поддерживается. Чтобы использовать Встроенный Web-сервер, подключите устройство к локальной сети.";
